{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"full_width":true}},"1661530836243df9f5":{"type":"custom-liquid","settings":{"full_width":false,"code":"<h2 style=\"text-align: center;\">SHIPPING AND RETURNS<\/h2>\n<h4>Shipping<\/h4>\n<p>Please MAKE SURE to review your order before ordering. Changes are hard to be made after orders<br \/> has been placed due to the high amount of orders we receive daily. IF you do have changes on<br \/> your order, it may delay your shipment further than the below stated timelines.<\/p>\n<h4>International Orders<\/h4>\n<p>LA Vapor Wholesale is NOT liable for any shipments that are held or seized<br \/> by the Customs of your country. Several countries do not allow nicotine to be <br \/> imported. We will NOT refund any orders due to shipments not arriving as it is <br \/> your responsibility to understand the law of your own country.&lt;<\/p>\n<h4>Shipping\/Handling Timelines<\/h4>\n<p>Please allow 24 Hours for your packaged to be shipped.<\/p>\n<p>&nbsp;Return Policy - <span style=\"color: #993300;\">Please allow extra time for your returns to be reviewed and processed. <\/span><\/p>\n<p>&bull; Returns for DEFECTIVE product(s) will be accepted within 180 Days of purchase<\/p>\n<p>&bull; All returns MUST include the original invoice and\/or reference number corresponding to the defective product(s).<\/p>\n<p>&bull; All returns MUST include original packaging and original pieces for a full refund. Any contents without its original packaging will be denied.<\/p>\n<p>&bull; No returns on CLEARANCE and AUCTION product(s). Product(s) will be denied.<\/p>\n<p>&bull; No returns on ANY devices containing liquids\/e-juice. This includes but is not limited to disposables, closed-pod systems, e-juice bottles. Product(s) will be denied.<\/p>\n<p>&bull; No returns on NON-DEFECTIVE product(s). Product(s) will be denied.<\/p>\n<p>&bull; Customers will need to provide a shipping label for any denied product(s). If the shipping label is not provided within 30 days, the product(s) will be disposed of.<\/p>\n<h4>Return Product(s) Marked DOA<\/h4>\n<p>&bull; Any product will be considered DOA if it fails within the first 14 calendar days after the customer receives the product(s).<\/p>\n<p>&bull; After 14 Days, a regular RMA process will apply. Product(s) being returned as DOA will be subject to testing. If the product(s) returned is tested and not found DOA, the product(s) will be denied.<\/p>\n<p>&bull; Credit will be applied to your account when the DOA product(s) is received, inspected, and approved by the LA Vapor Returns Department.<\/p>\n<p>&bull; Customers will need to provide a shipping label for any denied product(s). If the shipping label is not provided within 30 days, the product(s) will be disposed of.<\/p>\n<p>&bull; Please submit the RMA request form. <a href=\"https:\/\/www.lavaporwholesale.com\/pages\/la-vapor-rma-request-form\">Click here<\/a> to begin an RMA for defective products.<\/p>\n<h4>Received expired or wrong inhouse product?<\/h4>\n<p><span style=\"font-weight: 400;\">If we shipped the incorrect or expired product please follow the steps below:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">1. Fill out our customer support form within 5-7 business days of delivery. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">2. To be eligible, your item must be unused, in its original packaging, and in the condition of which it was received.<\/span><\/p>\n<h4>Received expired or wrong product from our vendors?<\/h4>\n<p><span style=\"font-weight: 400;\">If you received a wrong or expired product from one of our vendors please follow these steps below:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">1. Must contact us within 5-7 days of receiving your item.&nbsp;<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\"> To be eligible, your item must be unused, in its original packaging, and in the condition of which it was received.<\/span><\/li>\n<\/ul>\n<p><a href=\"mailto:%20info@lavaporwholesale.com\"> info@lavaporwholesale.com<\/a> <br \/> 626-940-5677&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>"}}},"order":["main","1661530836243df9f5"]}